/* Compound */
"%[Any]@ of the following are true" = "%[Jede]@ der folgenden Möglichkeiten ist wahr";
"%[All]@ of the following are true" = "%[Alle]@ der folgenden Möglichkeiten sind wahr";
"%[None]@ of the following are true" = "%[Keine]@ der folgenden Möglichkeiten ist wahr";

/* Name, path, relative path, extension */
"%[name]@ %[is]@ %@" = "%1$[Dateiname]@ %2$[ist]@ %3$@";
"%[path]@ %[is]@ %@" = "%1$[Dateipfad]@ %2$[ist]@ %3$@";
"%[relativePath]@ %[is]@ %@" = "%1$[Relativer Dateipfad]@ %2$[ist]@ %3$@";
"%[extension]@ %[is]@ %@" = "%1$[Dateisuffix]@ %2$[ist]@ %3$@";

"%[name]@ %[is not]@ %@" = "%1$[Dateiname]@ %2$[ist nicht]@ %3$@";
"%[path]@ %[is not]@ %@" = "%1$[Dateipfad]@ %2$[ist nicht]@ %3$@";
"%[relativePath]@ %[is not]@ %@" = "%1$[Relativer Dateipfad]@ %2$[ist nicht]@ %3$@";
"%[extension]@ %[is not]@ %@" = "%1$[Dateisuffix]@ %2$[ist nicht]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Dateiname]@ %2$[enthält]@ %3$@";
"%[path]@ %[contains]@ %@" = "%1$[Dateipfad]@ %2$[enthält]@ %3$@";
"%[relativePath]@ %[contains]@ %@" = "%1$[Relativer Dateipfad]@ %2$[enthält]@ %3$@";
"%[extension]@ %[contains]@ %@" = "%1$[File extension]@ %2$[contains]@ %3$@";

"%[name]@ %[begins with]@ %@" = "%1$[Dateiname]@ %2$[beginnt mit]@ %3$@";
"%[path]@ %[begins with]@ %@" = "%1$[Dateipfad]@ %2$[beginnt mit]@ %3$@";
"%[relativePath]@ %[begins with]@ %@" = "%1$[Relativer Dateipfad]@ %2$[beginnt mit]@ %3$@";
"%[extension]@ %[begins with]@ %@" = "%1$[File extension]@ %2$[begins with]@ %3$@";

"%[name]@ %[ends with]@ %@" = "%1$[Dateiname]@ %2$[endet mit]@ %3$@";
"%[path]@ %[ends with]@ %@" = "%1$[Dateipfad]@ %2$[endet mit]@ %3$@";
"%[relativePath]@ %[ends with]@ %@" = "%1$[Relativer Dateipfad]@ %2$[endet mit]@ %3$@";
"%[extension]@ %[ends with]@ %@" = "%1$[File extension]@ %2$[ends with]@ %3$@";

"%[name]@ %[matches]@ %@" = "%1$[Dateiname]@ %2$[entspricht Regex]@ %3$@";
"%[path]@ %[matches]@ %@" = "%1$[Dateipfad]@ %2$[entspricht Regex]@ %3$@";
"%[relativePath]@ %[matches]@ %@" = "%1$[Relativer Dateipfad]@ %2$[entspricht Regex]@ %3$@";
"%[extension]@ %[matches]@ %@" = "%1$[File extension]@ %2$[matches regular expression]@ %3$@";

/* Open document */
"%[open]@ %[is]@ %[0]@" = "%1$[Dokumentstatus]@ %2$[ist]@ %3$[nicht geöffnet]@";
"%[open]@ %[is]@ %[1]@" = "%1$[Dokumentstatus]@ %2$[ist]@ %3$[geöffnet]@";

/* SCM status */
"%[hasSourceControlChanges]@ %[is]@ %[0]@" = "%1$[Quellcodeverwaltungsstatus]@ %2$[ist]@ %3$[unverändert]@";
"%[hasSourceControlChanges]@ %[is]@ %[1]@" = "%1$[Quellcodeverwaltungsstatus]@ %2$[ist]@ %3$[geändert]@";

